Repository: linuxmint/blueberry
Catalog: po/*.po
Languages: uz

source: Unknown device
uz: Номаълум қурилма

source: Incoming file over Bluetooth
uz: Bluetooth орқали келаётган файл

source: Incoming file %(0)s from %(1)s
uz: %(1)s дан келаётган %(0)s файл

source: Accept
uz: Рухсат

source: Reject
uz: Рад этиш

source: Receiving file
uz: Файл қабул қилиняпти

source: Receiving file %(0)s from %(1)s
uz: %(1)s дан %(0)s файл қабул қилиняпти

source: File received
uz: Файл қабул қилинди

source: File %(0)s from %(1)s successfully received
uz: %(1)s дан %(0)s файл тўлалигича қабул қилинди

source: Open
uz: Очиш

source: Transfer failed
uz: Ўтказиш имкони бўлмади

source: Transfer of file %(0)s failed
uz: %(0)s файлни ўтказиб бўлмади

source: Files received
uz: Файллар қабул қилинди

source: Received %d file in the background
uz: %d файл фонда қабул қилинди

source: Received %d more file in the background
uz: Яна %d файл фонда қабул қилинди

source: Bluetooth is disabled
uz: Bluetooth ўчирилган

source: No Bluetooth adapters found
uz: Бирорта ҳам Bluetooth адаптери топилмади

source: Bluetooth is disabled by hardware switch
uz: Bluetooth қурилмаларни ўчириб-ёққич томонидан ўчирилган

source: Devices
uz: Қурилмалар

source: Bluetooth settings
uz: Bluetooth мосламалари

source: Name
uz: Номи

source: This is the Bluetooth name of your computer
uz: Бу компьютерингизни Bluetooth номи

source: Receive files from remote devices
uz: Узоқда жойлашган қурилмалардан файллар қабул қилиш

source: This option allows your computer to receive files transferred over Bluetooth (OBEX)
uz: Ушбу танлов компьютерга Bluetooth (OBEX) орқали ўтказилган файлларни қабул қилиш имконини беради.

source: Show a tray icon
uz: Расмчани лотокда кўрсатиш

source: Settings
uz: Созламалар

source: Visible as %s and available for Bluetooth file transfers.
uz: %s каби кўринади ва Bluetooth орқали файл ўтказиш учун тайёр

source: Visible as %s.
uz: %s каби кўринади.

source: Bluetooth: Connected to %s
uz: Bluetooth: %s га уланган

source: Send files to a device
uz: Файлларни қурилмага юбориш

source: Open Bluetooth device manager
uz: Bluetooth қурилма менежерини очиш

source: Quit
uz: Чиқиш

source: Configure Bluetooth settings
uz: Bluetooth мосламаларини созлаш
