Repository: linuxmint/blueberry
Catalog: po/blueberry-*.po
Languages: fa

source: Unknown device
fa: دستگاه ناشناخته

source: Incoming file over Bluetooth
fa: فایل ورودی از بلوتوث

source: Incoming file %(0)s from %(1)s
fa: فایل ورودی %(0)s از %(1)s

source: Accept
fa: پذیرش

source: Reject
fa: رد کردن

source: Receiving file
fa: درحال دریافت فایل

source: Receiving file %(0)s from %(1)s
fa: درحال دریافت فایل %(0)s از %(1)s

source: File received
fa: فایل دریافت شد

source: File %(0)s from %(1)s successfully received
fa: %(0)s از %(1)s فایل با موفقیت دریافت شد

source: Open
fa: بازکردن

source: Transfer failed
fa: انتقال با شکست مواجه شد

source: Transfer of file %(0)s failed
fa: انتقال فایل %(0)s شکست خورد

source: Files received
fa: فایل های دریافت شده

source: Received %d file in the background
fa: %d فایل در پس‌زمینه دریافت شد

source: Received %d more file in the background
fa: %d فایل در پس‌زمینه دریافت شد

source: Bluetooth
fa: بلوتوث

source: Settings
fa: تنظیمات

source: Enable Bluetooth to edit
fa: برای ویرایش بلوتوث را فعال کنید

source: Name
fa: نام

source: This is the Bluetooth name of your computer
fa: این نام بلوتوثیِ رایانه شماست

source: Receive files from remote devices
fa: دریافت فایل ها از دستگاه های دور

source: This option allows your computer to receive files transferred over Bluetooth (OBEX)
fa: این گزینه به رایانه شما امکان دریافت فایل های جا‌به‌جا شده با بلوتوث را میدهد (OBEX)

source: Show a tray icon
fa: نشان دادن نماد نوار وضعیت (system tray)

source: Visible as %s and available for Bluetooth file transfers.
fa: آشکار با عنوان %s و دردسترس برای جا‌به‌جایی فایل با بلوتوث.

source: Visible as %s.
fa: آشکار با عنوان %s.

source: No Bluetooth adapters found
fa: آداپتور بلوتوثی یافت نشد

source: Bluetooth is disabled by hardware switch
fa: بلوتوث از طریق کلید سخت‌افزاری قطع شده است

source: Bluetooth is disabled
fa: بلوتوث غیرفعال است

source: An error has occurred
fa: خطایی رخ داده است

source: Permission issues can be solved with a udev rule for rfkill or membership in the 'rfkill' group.
fa: مشکلات دسترسی را میتوان با قانون udev برای rfkill یا عضویت در گروه «rfkill» حل کرد.

source: Bluetooth: Connected to %s
fa: بلوتوث: متصل به %s

source: Turn on Bluetooth
fa: روشن کردن بلوتوث

source: Turn off Bluetooth
fa: خاموش کردن بلوتوث

source: Send files to a device
fa: ارسال فایل به دستگاه

source: Open Bluetooth device manager
fa: بازکردن مدیر دستگاه بلوتوثی

source: Paired devices
fa: دستگاه های جفت شده

source: Connected
fa: متصل شد

source: Quit
fa: ترک

source: Configure Bluetooth settings
fa: پیکربندی تنظیمات بلوتوث
